/**
 * 检查单数据
 * 王杰复制
 */
var xuechanggui_data = 
{
	title:"血常规",
	huayan_id:120,
	jiuzhen_id:27,
	huanzhe_id:16,
	kaidan_time:"2013-03-21 08:30",
	kaidan_doctor:"张医生",
	kaidan_doctor_id:"10007",
	huayan_doctor:"李医生",
	huayan_doctor_id:"10006",
	finish_time:"2013-03-21 09:00",
	
	A61000:{
			  name:"白细胞",
			  code:"WBC",
			  unit:"10^9/L",
			  reference:"4.0~10.0",
			  value:5
		   },
	
	A61001:{
			  name:"白细胞1",
			  code:"WBC",
			  unit:"10^9/L",
			  reference:"4.0~10.0",
			  value:5
		   },
	
	A61002:{
			  name:"白细胞2",
			  code:"WBC",
			  unit:"10^9/L",
			  reference:"4.0~10.0",
			  value:5
		   },
	
	A61003:{
			  name:"白细胞3李开复拉萨加速度拉法基里斯拉萨看得见佛结果刘建国菩萨进分派撒娇的法律界萨芬克莱格伦",
			  code:"WBC",
			  unit:"10^9/L",
			  reference:"4.0~10.0",
			  value:5
		   },
		   
	A61004:{
			  name:"白细胞4",
			  code:"WBC",
			  unit:"10^9/L",
			  reference:"4.0~10.0",
			  value:5
		   },
		   
    A61005:{
			  name:"白细胞5",
			  code:"WBC",
			  unit:"10^9/L",
			  reference:"4.0~10.0",
			  value:5
		   },
		   
     A61006:{
				name:"白细胞6",
				code:"WBC",
				unit:"10^9/L",
				reference:"4.0~10.0",
				value:5
			},
				   
	A61007:{
				name:"白细胞7",
				code:"WBC",
				unit:"10^9/L",
				reference:"4.0~10.0",
				value:5
			},
			
	A61008:{
				name:"白细胞8倒萨高峰时段高点上方挂:sdafsgfsreg",
				code:"WBC",
				unit:"10^9/L",
				reference:"4.0~10.0",
				value:5
			},
			
	A61009:{
				name:"白细胞9",
				code:"WBC",
				unit:"10^9/L",
				reference:"4.0~10.0",
				value:5
			}
};


var data = 
	[
		{
			
			huanzheid: 16,
			jzid: 15,
			
			dtime:"2013-03-06", /*时间列值*/
			
			a30100: "注意休息30100",
			a30102: "测试数据30102",
			a30103: "测试数据30103",
			a30104: "测试数据30104",
			a30200: "测试数据30200",
			a30201: "测试数据30201",
			a30202: "测试数据30202",
			a30203: "测试数据30203",
			a30204: "测试数据30204",
			a30205: "测试数据30205",
			a30206: "测试数据30206",
			a30207: "测试数据30207",
			a30208: "测试数据30208",
			a30209: "测试数据30209",
			a30210: "测试数据30210",
			a30211: "测试数据30211",
			a30212: "测试数据30212",
			a30213: "测试数据30213",

			a30010: {
							oct : 9,
						   造影 : 11
					},
						
			a30011:{
					血常规 : 21,
					尿常规 : 22
				   },	  

			a30007: {left_jiaozheng : 1,
						  left_jin : 2,
					   left_luoyan : 3,
				   right_jiaozheng : 4,
						 right_jin : 5,
					  right_luoyan : 6
				    },
			/*视力(组合为两行例如：)*/	   
			/*
			左眼(矫正视力:1，近视力:2,裸眼视力:3)
			右眼(矫正视力:4，近视力:5,裸眼视力:6)
			*/
			
			a30009: "true",
			/*验光*/
			/*无*/

			a30008: "true",
			/*眼压*/
			/*<a href="javascript:dakai('15','30008')"> 查看 <a/>*/

			a30003:"处置：转科转院",       
			/*为空显示"无"，不为空直接显示文字*/

			a30004:"护理：平躺检查 不可直立",     
			/*直接文字显示,为空显示"无"*/

			a30006:"处方：阿司匹林3*6片，青霉素2盒",   
			/*直接文字显示,为空显示"无"*/

			a30005: "诊断：前房积血,继发于其他眼部疾患的青光眼"  /*直接文字显示,为空显示"无"*/

		}
	,
		{
			huanzheid: 16,
			jzid: 16,
			dtime:"2013-03-04",
			a30100: "注意休息30100",
			a30102: "测试数据30102",
			a30103: "测试数据30103",
			a30104: "测试数据30104",
			a30200: "测试数据30200",
			a30201: "测试数据30201",
			a30202: "测试数据30202",
			a30203: "测试数据30203",
			a30204: "测试数据30204",
			a30205: "测试数据30205",
			a30206: "测试数据30206",
			a30207: "测试数据30207",
			a30208: "测试数据30208",
			a30209: "测试数据30209",
			a30210: "测试数据30210",
			a30211: "测试数据30211",
			a30212: "测试数据30212",
			a30213: "测试数据30213",

			a30010: {
							oct : 9,
						   造影 : 12
						},
						
			a30011:{
					血常规 : 21,
					尿常规 : 22
				   },		  

			a30007: {left_jiaozheng : 3,
						  left_jin : 3,
					   left_luoyan : 3,
				   right_jiaozheng : 2,
						 right_jin : 2,
					  right_luoyan : 2
				   },
			/*视力*/	   

			a30009: "true",
			/*验光*/

			a30008: "true",
			/*眼压*/

			a30003:"处置：转科转院",       
			/*为空显示"无"，不为空直接显示文字*/

			a30004:"护理：平躺检查 不可直立",     
			/*直接文字显示,为空显示"无"*/

			a30006:"处方：阿司匹林3*6片，青霉素2盒",   
			/*直接文字显示,为空显示"无"*/

			a30005: "诊断：前房积血,继发于其他眼部疾患的青光眼诊断：前房积血,继发于其他眼部疾患的青光眼诊断：前房积血,继发于其他眼部疾患的青光眼诊断：前房积血,继发于其他眼部疾患的青光眼诊断：前房积血,继发于其他眼部疾患的青光眼"  /*直接文字显示,为空显示"无"*/

		}
	];

